Repository: ebaumann/jphototagger
Catalog: OmegaT/de-en/omegat/project_save.tmx
Source language: de
Languages: en

source: Fehler beim Entfernen der Standardprogramm-Zuordnung für ''{0}''-Dateien!
en: Error removing Default Program association for ''{0}'' files!

source: Fehler beim Erzeugen des Fotoalbums ''{0}''!
en: Error while creating the photo album ''{0}''!

source: Fehler beim Exportieren der GPS-Standorte in die Datei ''{0}''!
en: Error while exporting GPS locations into the file ''{0}''!

source: Fehler beim Hinzufügen von Bildern in das Fotoalbum ''{0}''!
en: Error while adding images to photo album ''{0}''!

source: Fehler beim Hochladen der Datei ''{0}''!
en: Error uploading the file ''{0}''!

source: Fehler beim Hochladen der Datei ''{0}''! Das Hochladen wird abgebrochen!
en: Error uploading file ''{0}''! Uploading will be cancelled!

source: Fehler beim Lesen des Skripts!
en: Error reading the script!

source: Fehler beim Löschen
en: Error while deleting

source: Fehler beim Löschen der Wortzusammenstellung ''{0}''!
en: Error while deleting word collection ''{0}''!

source: Fehler beim Löschen des Fotoalbums ''{0}''!
en: Error while deleting photo album ''{0}''!

source: Fehler beim Löschen des Ordners ''{0}''!
en: Error while deleting folder ''{0}''!

source: Fehler beim Löschen von Bildern aus dem Fotoalbum ''{0}''!
en: Error while deleting images from the photo album ''{0}''!

source: Fehler beim Senden der E-Mail (Details stehen im Fehlerprotokoll)!
en: Error while sending mail (details are in the error log)!

source: Fehler beim Setzen des Standardprogramms für ''{0}''-Dateien!
en: Error setting the Default Program for ''{0}'' files!

source: Fehler beim Speichern der Wortzusammenstellung!
en: Error wihile saving the word collection!

source: Fehler beim Speichern der Wortzusammenstellung! Bitte überprüfen Sie das Fehlerprotokoll.
en: Error while saving the word collection! Please check the error logfile.

source: Fehler beim Speichern des Filters ''{0}''!
en: Error saving filter''{0}''!

source: Fehler beim Speichern des Ordners ''{0}''!
en: Error while saving folder ''{0}''!

source: Fehler beim Umbenennen des Fotoalbums ''{0}''!
en: Error while renaming the photo album ''{0}''!

source: Fehler-Nachrichten, die folgenden Text enthalten, nicht anzeigen (Fehler-Icon im Prammfenster unten):
en: Don't display error messages in GUI if they containing text as below (error icon in program window):

source: Fehler: Das ausgewählte Element ist kein Stichwort!
en: Error: The selected item is not a keyword!

source: Fehler: Ordner existiert bereits
en: Error: Folder already exists

source: Fehlerprotokoll
en: Error Logfile

source: Filialdatei f. Erw.
en: Sidecar for extension

source: Filter &anwenden
en: &Apply Filter

source: Filter ''{0}'' konnte nicht gelöscht werden!
en: Filter ''{0}'' couldn't be delted!

source: Filtern:
en: Filter:

source: Folgende Dateien wurden exportiert:
en: Following files were exported:

source: Folgende Dateien wurden importiert:
en: Following files were imported:

source: Folgende Ereignisse anzeigen
en: Display these events

source: Folgende Wurzelverzeichnisse (Windows: Laufwerke) nicht im Ordner-Kartenreiter anzeigen (Neustart erforderlich):
en: Hide following Root Folders (Windows: Drive Letters, requires restart of JPhotoTagger):

source: Formatiert
en: Formatted

source: Fortfahren?
en: Continue?

source: Fortschritt
en: Progress

source: Fotoalben
en: Photo Albums

source: Fotoalbum
en: Photo Album

source: Fotoalbum ''{0}''
en: Photo Album ''{0}''

source: Fotoalbum ''{0}'' löschen?
en: Delete photo album ''{0}''?

source: Fotoalbum finden...
en: Find album...

source: Fotograf
en: Creator

source: Fotograf/Anrede
en: Photographer/Position

source: Fotograf/Bundesland
en: Photographer/State

source: Fotograf/Land
en: Photographer/Country

source: Fotograf/Name
en: Photographer/Name

source: Fotograf/Position
en: Author's position

source: Fotograf/Stadt
en: Photographer/City

source: Fototechnik
en: Technics

source: Frage
en: Question

source: Freigestellt
en: Has crop

source: Freistellrechteck Breite
en: Crop width

source: Freistellrechteck Einheit
en: Crop units

source: Freistellrechteck Höhe
en: Crop height

source: Freistellrechteck Winkel
en: Crop angle

source: Freistellrechteck links
en: Crop left

source: Freistellrechteck oben
en: Crop top

source: Freistellrechteck rechts
en: Crop right

source: Freistellrechteck unten
en: Crop bottom

source: Full X
en: X ges.

source: Full Y
en: Y ges.

source: Funktion
en: Function

source: Fügt das Muster im Textfeld hinzu
en: Adds the text field's pattern

source: Fügt ein neues Programm hinzu
en: Adds a new program

source: Fügt in die Wortliste alle nicht bekannten Stichwörter ein
en: Adds to the word list all not defined keywords

source: Führt die ausgewählte Aktion aus
en: Runs the selected action

source: Für dieses Eingabefeld kann nichts vorgeschlagen werden.
en: For this input field nothing can be suggested.

source: Für dieses Eingabefeld kann nichts vorgeschlagen werden. Bitte benachrichtigen Sie den JPhotoTagger-Support.
en: For this input filed no suggestions can be provided. Please inform the JPhotoTagger support.

source: GIMP-Datei (*.xcf)
en: GIMP File (*.xcf)

source: GIMP-Dateie
en: GIMP file

source: GPS-Standort in Google Maps
en: GPS location in Google Maps

source: GPS-Standort in OpenStreetMap
en: GPS location in OpenStreetMap

source: GPS-Standorte exportieren
en: Exporting GPS locations

source: GPS-Standorte exportieren...
en: Export GPS locations...

source: GPS: Abweichungskorrektur
en: GPS: Differential correction

source: GPS: Benutzte Satelliten
en: GPS: Satellites used

source: GPS: Bewegungsrichtung
en: GPS: Direction of movement

source: GPS: Bezugspunkt Bewegungsrichtung
en: GPS: Reference for direction of movement

source: GPS: Bezugspunkt Bildrichtung
en: GPS: Reference for direction of image

source: GPS: Bezugspunkt Höhe
en: GPS: Altitude reference

source: GPS: Bezugspunkt für Breitengrad des Bestimmungsorts
en: GPS: Geodetic survey data used

source: GPS: Bezugspunkt für Entfernung zum Bestimmungsort
en: GPS: Reference for distance to destination

source: GPS: Bezugspunkt für Lage des Bestimmungsorts
en: GPS: Reference for bearing of destination

source: GPS: Bezugspunkt für Längengrad des Bestimmungsorts
en: GPS: Reference for longitude of destination

source: GPS: Bildrichtung
en: GPS: Direction of image

source: GPS: Breitengrad
en: GPS: Latitude

source: GPS: Breitengrad Nord/Süd
en: GPS: Latitude

source: GPS: Breitengrad des Bestimmungsorts
en: GPS: Latitude of destination

source: GPS: Datum
en: GPS: Date

source: GPS: Einheit/Geschwindigkeit
en: GPS: Speed unit

source: GPS: Entfernung zum Bestimmungsort
en: GPS: Reference for distance to destination

source: GPS: Geodätische Erfassung
en: GPS: Geodetic survey data used

source: GPS: Geschwindigkeit Empfänger
en: GPS: Speed of GPS receiver

source: GPS: Höhe
en: GPS: Altitude

source: GPS: Lage des Bestimmungsorts
en: GPS: Bearing of destination

source: GPS: Längengrad
en: GPS: Longitude

source: GPS: Längengrad Ost/West
en: GPS: Longitude

source: GPS: Längengrad des Bestimmungsorts
en: GPS: Longitude of destination

source: GPS: Messmethode
en: GPS: Measurement mode

source: GPS: Messpräzision
en: GPS: Measurement precision

source: GPS: Name der Gegend
en: GPS: Name of GPS area

source: GPS: Name der Verarbeitungsmethode
en: GPS: Reference for distance to destination

source: GPS: Status Empfänger
en: GPS: Receiver status

source: GPS: Version
en: GPS; tag version

source: GPS: Zeit UTC (Atomuhr)
en: GPS: Time (atomic clock)

source: Gefundene Duplikate
en: Found duplicates

source: Geplante Aufgabe
en: Scheduled Task

source: Geplante Aufgaben anhalten
en: Stop scheduled tasks

source: Geplante Aufgaben jetzt ausführen
en: Start scheduled tasks now

source: Gering
en: Low

source: Gesichert
en: Saved Settings

source: Gesichert am {0}
en: Saved at {0}

source: Gespeicherte Suche ''{0}''
en: Saved Search ''{0}''

source: Gespeicherte Suchen
en: Saved searches

source: Gew./Mitte
en: Center weight

source: Gezündet
en: Fired

source: Gleiches Aussehen auf unterschiedlichen Betriebssystemen (Java Metal Look & Feel).
en: Same Look on different operating systems (Java Metal Look & Feel).

source: Gradationskurvenbezeichnung
en: Tone curve name

source: Gradationskurvenpunkte
en: Tone curve

source: Graustufenmixer Aqua
en: Gray mixer aqua

source: Graustufenmixer Blau
en: Gray mixer blue

source: Graustufenmixer Gelb
en: Gray mixer yellow

source: Graustufenmixer Grün
en: Gray mixer green

source: Graustufenmixer Magenta
en: Gray mixer magenta

source: Graustufenmixer Orange
en: Gray mixer orange

source: Graustufenmixer Purpur
en: Gray mixer purple

source: Graustufenmixer Rot
en: Gray mixer red

source: Großer Text
en: Large Text

source: Größe der Vorschaubilder
en: Thumbnail size

source: Größe vor der Komprimierung: {1} Byte ({2,number,#.## Megabyte}) Größe nach der Komprimierung: {3} Byte ({4,number,#.## Megabyte})
en: Size before compressing: {1} Bytes ({2,number,#.## Megabytes}) Size after compressing: {3} Bytes ({4,number,#.## Megabytes})

source: Größe:
en: Size:

source: HTML-Bericht
en: HTML Report

source: HTML-Bericht-Einstellungen
en: HTML Report Settings

source: Hat Filialdatei
en: Has Sidecar File

source: Helligkeit
en: Brightness

source: Helligkeit bez.
en: Brightness resp.

source: Helligkeit bez. Lichtwert
en: Brightness

source: Helligkeit/lokal
en: Local brightness

source: Herstellerspezifisch
en: Manufacturer notes

source: Hier klicken zum Anschauen der Fehler-Logdatei.
en: Click here to view the error logfile.

source: Hierarchisches Stichwort-Tag
en: Hierarchical subject

source: Hilfe
en: Help

source: Hinweis: Schablonen können nur benutzt werden, falls alle ausgewählten Dateien im gleichen Ordner sind.
en: Hint: To use templates, all selected files have to be in the same folder.

source: Hinzufügen zu ausgewählten Bildern
en: Add to selected images

source: Hinzufügen zu den Synonymen (Enter)
en: Add to the synonyms (Enter)

source: Hinzufügen zu den Wörtern (Enter)
en: Add to the words (Enter)

source: Hinzufügen...
en: Add...

source: Hoch
en: High

source: Hochladen
en: Upload

source: Hole Dateien
en: Get Files

source: ICC-Profil
en: ICC profile

source: IPTC deaktiviert (Bearbeiten > Einstellungen > Leistung)
en: IPTC disabled (Edit > Settings > Performance)

source: IPTC-Daten ausgewählter Bilder in XMP-Filialdateien schreiben
en: Writes IPTC data into XMP sidecar files

source: IPTC-Daten importieren
en: Import IPTC data

source: IPTC-Daten nach XMP
en: IPTC data to XMP

source: IPTC-Ignoren-Cache löschen
en: Delete IPTC Ignore Cache

source: IPTC-Motivcode
en: IPTC subject code

source: ISO-Ländercode
en: ISO country code

source: Identifier
en: Identifikator

source: Identifizierer dieses Bilds
en: Identifier of this image

source: Im Baum finden...
en: Find in the tree...

source: Im Ordner-Kartenreiter öffnen
en: Open in folder tab

source: Im Vorschaubildfenster Informationen (Tooltip) anzeigen, falls der Mauszeiger über einem Vorschaubild steht
en: Display information (Tooltip) in Thumbnail Window if mouse pointer hovers a thumbnail

source: Im Web-Browser anzeigen...
en: Display in Web Browser...

source: Im&portieren
en: Im&port

source: ImageMagick convert auswählen
en: Choose ImageMagick convert

source: ImageMagick identify auswählen
en: Choose ImageMagick identify

source: Importiere Fotoalbum
en: Importing photo album

source: Importiert Dateien von einer Kamera-Speicherkarte oder einem Ordner.
en: Imports files from a camera memory card or an folder.

source: Importierte Dateien im Zielordner umbenennen
en: Rename copied files in the target folder

source: In <strong>%s</strong> wird der Dateiname eingesetzt, in <strong>%i</strong> die maximale Seitenlänge des Vorschaubilds.
en: In <strong>%s</strong> will be replaced with the file name, <strong>%i</strong> will be replaced with th maximum length of the thumbnail.

source: In Bildern nach eingebetteten &IPTC-/&XMP-Metadaten suchen, falls keine Filialdatei existiert
en: Scan for embedded &IPTC-/&XMP metadata if no sidecar file exists

source: In Graustufen konvertieren
en: Convert to grayscale

source: In den Ordner ''{0}'' kann nicht geschrieben werden!
en: The folder ''{0}'' is not writable!

source: In der &Mitte:
en: In the &middle:

source: In der Datenbank Dateipfade umbenennen
en: Rename in the database in file names

source: In der Datenbank sind gespeichert:
en: Stored in database:

source: In der Liste finden...
en: Find in the list...

source: In einen Ordner kopieren...
en: Copy into folder...

source: Individuell verarbeitet
en: Custom image processing

source: Info Retusche
en: Retouch info

source: Info Rote-Augen-Korrektur
en: Red eye info

source: Informationen
en: Information

source: Informationen über Dateien löschen, deren IPTC-Metadaten nicht mehr ausgelesen werden sollen?
en: Delete information about files whose IPTC metadata shall not further be read?

source: Inhalt in die Zwischenablage kopieren
en: Copy content into the clipboard

source: Initialisiere die Oberfläche
en: Initialize the windows

source: Installierte Module
en: Installed Modules

source: Installierte Module:
en: Installed Modules:

source: Integralmessung
en: Integral metering

source: Internet
en: Web

source: IrfanView auswählen
en: Choose IrfanView

source: IrfanView-Diaschau
en: IrfanView Slideshow

source: IrfanView-EXE-Datei
en: IrfanView EXE file

source: Ist durch Copyright geschützt
en: Marked as copyrighted

source: Ist in der Datenbank gespeichert
en: Is stored into the database

source: JPEG-Dateien
en: JPEG files

source: JPEG-Komprimierung Thumbnail
en: Compression scheme

source: JPhotoTagger konnte nicht initialisiert werden und wird deshalb beendet!
en: JPhotoTagger could not be initialized and will be exited!

source: JPhotoTagger ruft folgende Skripte (Batch-Dateien) auf, nachdem bestimmte Datei-Aktionen durchgeführt wurden:
en: JPhotoTagger calls the scripts (batch files) below after executing some file events:

source: JPhotoTagger-Aktionen
en: JPhotoTagger Actions

source: JPhotoTagger-Aufgaben
en: JPhotoTagger Tasks

source: JPhotoTagger-Bericht
en: JPhotoTagger Report

source: JPhotoTagger-Daten exportieren
en: Export JPhotoTagger data

source: JPhotoTagger-Daten importieren
en: Import JPhotoTagger data

source: JPhotoTagger-Hilfe
en: JPhotoTagger Help

source: JPhotoTagger-Standard
en: JPhotoTagger Default

source: JPhotoTagger: Fehler
en: JPhotoTagger: Bug report

source: JPhotoTagger: Wünsche
en: JPhotoTagger: Feature request

source: Ja
en: Yes

source: Java Windows klassisch.
en: Java Windows Classic.

source: Jetzt &suchen!
en: &Search now!

source: Kamera
en: Model

source: Kamerahersteller
en: Make

source: Kameraprofil
en: Camera profile

source: Kamerasoftware
en: Software used

source: Kann keine Metadaten einfügen: Es sind keine Bilder ausgewählt!
en: Can't insert metadata: No images selected!

source: Kante - Maskierung
en: Sharpen - edge masking

source: Kanäle pro Pixel
en: Number of components

source: Kategorie
en: Category

source: Kein Blitz an Kamera
en: Camera has no flash

source: Kein Vorschaubild
en: No Thumbnail

source: Keine Bewertung
en: No Rating

source: Keine Vorlage ausgewählt
en: No template selected

source: Kennung
en: Identifier

source: Kennzeichnung anzeigen: Filialdatei existiert
en: Display Flag: Sidecar file exists

source: Keyhole Markup Language-Dateien (*.kml)
en: Keyhole Markup Language files (*.kml)

source: Klarheit
en: Clarity

source: Klarheit/lokal
en: Local clarity

source: Klasse:
en: Class:

source: Kleinbildbrennweite
en: Focal length in 35 mm film

source: Kleiner Text
en: Small Text

source: Kleinste Blende bez.
en: Smalles f-stop resp.

source: Kleinste Blende bez. Lichtwert
en: Maximum lens aperture

source: Klick auf ein Wort fügt dieses den Stichwörtern hinzu
en: Klick onto a word adds it to the keywords

source: Komprimiere die Datenbank...
en: Compressing database...

source: Komprimieren wurde {0} beendet.
en: Compressing {0} is finished.

source: Komprimieren wurde {0} beendet. Größe vor der Komprimierung: {1} Byte ({2,number,#.## Megabyte}) Größe nach der Komprimierung: {3} Byte ({4,number,#.## Megabyte})
en: Finished compressing {0}. Size before compressing: {1} bytes ({2,number,#.## megabytes}) Size after compressing: {3} bytes ({4,number,#.## megabytes})

source: Komprimiert
en: Compression

source: Kontaktinfo
en: Creator contact info

source: Kontext
en: Context

source: Kontrast
en: Contrast

source: Kontrast/lokal
en: Local contrast

source: Konverter
en: Converter

source: Kopiere Dateien
en: Copying files

source: Kopieren
en: Copy

source: Kopieren/Verschieben von Dateien: Quelldatei
en: Copy/Move files: Source file

source: Kopiert den Text in die Zwischenablage
en: Copies the text into the clipboard

source: Kopiert in die Zwischenablage die Namen ausgewählter Dateien
en: Copies into the system clipboard names of selected files

source: Kopiertes Stichwort (Stichwort-Teilbaum) allen ausgewählten Stichwörtern unterordnen?
en: Add copied keyword (-subtree) to all selected keywords?

source: Korrekturbetrag
en: Correction amount

source: Korrekturmasken
en: Correction Masks

source: Korrekturpinsel
en: Paint based corrections

source: Korrekturpinsel Belichtung
en: Paint correction exposure

source: Korrekturpinsel Betrag
en: Paint correction amount

source: Korrekturpinsel Farbton
en: Paint correction hue

source: Korrekturpinsel Helligkeit
en: Paint correction brightness

source: Korrekturpinsel Klarheit
en: Paint correction clarity

source: Korrekturpinsel Kontrast
en: Paint correction contrast

source: Korrekturpinsel Maske Dabs
en: Paint correction dabs

source: Korrekturpinsel Maske Gew.
en: Paint correction mask bias

source: Korrekturpinsel Maske Gew. Mitte
en: Paint correction center weight

source: Korrekturpinsel Maske Radius
en: Paint correction radius

source: Korrekturpinsel Maske Verlauf
en: Paint correction flow

source: Korrekturpinsel Maske Was
en: Paint correction what

source: Korrekturpinsel Maske Wert
en: Paint correction value

source: Korrekturpinsel Maske X
en: Paint correction zero X

source: Korrekturpinsel Maske X ges.
en: Paint correction full X

source: Korrekturpinsel Maske Y
en: Paint correction zero Y

source: Korrekturpinsel Maske Y ges.
en: Paint correction full Y

source: Korrekturpinsel Schärfe
en: Paint correction sharpness

source: Korrekturpinsel Sättigung
en: Paint correction saturation

source: Korrekturpinsel Was
en: Paint correction what

source: Korrekturpinsel aktiv
en: Paint correction active

source: Korrigiert
en: Correction active

source: Kurzbeschreibung
en: Short description

source: Kurze Beschreibung des Bilds
en: Short description of this image

source: Lade Daten...
en: Loading data...

source: Lade aktuelle Version herunter
en: Downloading current versoin

source: Land
en: Country

source: Land der Bildherkunft (Land des Fotografen)
en: The photographer's country

source: Landschaftsprogramm
en: Landscape programm

source: Lebendigkeit
en: Vibrance

source: Leerzeichen
en: Space

source: Legt eine neue Aktion an
en: Creates a new action

source: Letzte Modifikation
en: Last Modification

source: Letzte Änderung der Datei in Millisekunden seit 1970
en: Last modification of the file in milliseconds since 1970

source: Lichtempfindlichkeit
en: ISO speed rating

source: Lichter - Farbton
en: Split toning - hue

source: Lichter - Sättigung
en: Split toning - highlight saturation

source: Lichterwiederherstellung
en: Highlight recovery

source: Lichtquelle
en: Light source

source: Lichtwert
en: Exposure value

source: Listenansicht
en: List view

source: Logdatei
en: Log file

source: Logdatei: {0}
en: Logfile: {0}

source: Luminanzglättung
en: Luminance smoothing

source: Lädt ausgewählte Bilder hoch nach Flickr
en: Uploads selected images to Flickr

source: Längere Beschreibung des Bilds
en: Longer description of this image

source: Lässt Synonyme für Stichwörter definieren.
en: Let's define synonyms for keywords.

source: Lös&chen
en: &Delete

source: Lösche Datensätze mit nicht mehr existierenden Dateien (Umfang: {0} Dateien)...
en: Delete records with not existing files (Total: {0} files)...

source: Lösche aus Datenbank XMP-Informationen für Bilddatei ''{0}'', da diese keine XMP-Filialdatei mehr hat
en: Deleting from database XMP for image file ''{0}'' because it does not have a sidecar file

source: Lösche aus Datensätzen nicht mehr existierende XMP-Daten (Umfang: {0} Datensätze)...
en: Delete from records not existing XMP data (Total: {0} records)...

source: Lösche aus der Datenbank nicht referenzierte Datensätze
en: Deleting from Database not referenced records

source: Lösche nicht benutzte Stichwörter
en: Deleting unused keywords

source: Lösche verwaiste Vorschaubilder
en: Deleting orphaned thumbnails

source: Löschen
en: Delete

source: Löschen von Ordnern ermöglichen
en: Enable deleting folders

source: Löscht den Text
en: Deletes the text

source: Löscht die aktuelle Schablone
en: Deletes the current template

source: Löscht die ausgewählte Aktion
en: Deletes the selected action

source: MPlayer auswählen
en: Choose MPlayer

source: MPlayer auswählen...
en: Choose MPlayer...

source: Manuell
en: Manual

source: Marke
en: Manufacturer

source: Maske/Wert
en: Mask value

source: Matrixmessung
en: Matrix metering

source: Maximale Größe der Vorschaubilder einstellen
en: Adjust maximum thumbnail size

source: Meer
en: Sea

source: Mehrfachauswahl: Bilder enthalten
en: Multiple selection: Images containing

source: Mehrfachspotmessung
en: Multi spot metering

source: Metadaten
en: Metadata

source: Metadaten ''{0} {1}''
en: Metadata ''{0} {1}''

source: Metadaten (Stichwörter etc.) eingeben, die allen importierten Bildern hinzugefügt werden
en: Input metadata (keywords etc.) applied to all imported images

source: Metadaten aktualisieren
en: Update metadata

source: Metadaten bearbeiten
en: Edit Metadata

source: Metadaten einfügen
en: Paste metadata

source: Metadaten kopieren
en: Copy metadata

source: Metadaten werden aktualisiert, falls zutreffend
en: Metadata will be updated

source: Metadaten-Knoten
en: Metadata node

source: Metadatum finden...
en: Finde metadata...

source: Methode:
en: Method:

source: Mindestens eine der ausgewählten Dateien existiert bereits.
en: At least one of the selected files already exists.

source: Mindestens eine der ausgewählten Dateien existiert bereits. Alle existierenden Dateien überschreiben?
en: At least one of the selected files already exists! Replace all existing files?

source: Mitte
en: Middle

source: Mitteilung
en: Information

source: Mittenbetonte Integralmessung
en: Mid weighted integral metering

source: Mitwirkender
en: Contributor

source: Model für Dateisystemordner wird erzeugt
en: Creating model of file system folders

source: Model für Dateisystemordner wurde erzeugt
en: Created model of file system folders

source: Model für Favoriten wird erzeugt
en: Creating model of favorites

source: Model für Favoriten wurde erzeugt
en: Created model of favorites

source: Model für Fotoalben wird erzeugt
en: Creating model of photo albums

source: Model für Fotoalben wurde erzeugt
en: Created model of photo albums

source: Model für Stichwortbaum wird erzeugt
en: Creating model of keywords tree

source: Model für Stichwortbaum wurde erzeugt
en: Created model of keywords tree

source: Model für Stichwortliste wird erzeugt
en: Creating model of keywords list

source: Model für Stichwortliste wurde erzeugt
en: Created model of keywords list

source: Model für Zeitleiste wird erzeugt
en: Creating model of timeline

source: Model für Zeitleiste wurde erzeugt
en: Created model of timeline
